Repository: s-ball/i18nparse
Catalog: po/*.po
Languages: de, eo, ka, nl, ro, sl, sr, sv, uk

source: usage:
de: Aufruf:
eo: Uzmaniero:
ka: გამოყენება:
nl: Gebruik:
ro: utilizare:
sl: uporaba:
sr: коришћење:
sv: användning:
uk: користування:

source: (default: %(default)s)
eo: (defaŭlto: %(default)s)
ka: (ნაგულისხმევი: %(default)s)
nl: (standaard: %(default)s)
ro: (implicit: %(default)s)
sl: (privzeto: %(default)s)
sr: (основно: %(default)s)
sv: (standard: %(default)s)
uk: (типове значення: %(default)s)

source: argument %(argument_name)s: %(message)s
de: Parameter %(argument_name)s: %(message)s
eo: argumento %(argument_name)s: %(message)s
ka: არგუმენტი %(argument_name)s: %(message)s
sr: аргумент „%(argument_name)s“: %(message)s
uk: аргумент %(argument_name)s: %(message)s

source: .__call__() not defined
de: .__call__() ist undefiniert
eo: .__call__() ne difinitas
ka: .__call__() აღწერილი არაა
nl: .__call__() is niet gedefinieerd
ro: __call__() nu este definită
sl: .__call__() ni definiran
sr: .__call__() није дефинисано
sv: .__call__() inte definierat
uk: .__call__() не визначено

source: show program's version number and exit
eo: montri programversion kaj fini
ka: პროგრამის ვერსიის ნომრის ჩვენება და გასვლა
nl: programmaversie tonen en stoppen
ro: afișează numărul versiunii programului și iese
sl: prikaži različico programa in končaj
sr: приказује број издања програма и излази
sv: visa programmets versionsnummer och avsluta
uk: показати дані щодо версії програми і завершити роботу

source: conflicting subparser: %s
de: Subparser im Konflikt: %s
eo: konfliktanta subanalizilo: %s
ka: შეუთავსებელი ქვედამმუშავებელი: %s
nl: conflicterende sub-ontleder: %s
ro: subanalizator conflictual: %s
sl: sporni podrazčlenjevalnik: %s
sr: сукобљавајући подобрађивач: %s
sv: motstridig undertolk: %s
uk: конфлікт підлеглого обробника: %s

source: conflicting subparser alias: %s
de: Subparser-Alias im Konflikt: %s
eo: konfliktanta alinomo de subanalizilo: %s
ka: შეუთავსებელი ქვედამმუშავებლის ფსევდონიმი: %s
nl: conflicterende sub-ontleder-alias: %s
ro: alias de subanalizator conflictual: %s
sl: nasprotujoči vzdevek podrazčlenjevalnika: %s
sr: сукобљавајући алијас подобрађивача: %s
sv: motstridigt undertolkalias: %s
uk: конфлікт альтернативи підлеглого обробника: %s

source: unknown parser %(parser_name)r (choices: %(choices)s)
de: unbekannter Parser %(parser_name)r (Auswahl aus %(choices)s)
eo: nekonata subanalizilo %(parser_name)r (elektoj estas: %(choices)s)
ka: უცნობი დამმუშავებელი %(parser_name)r (არჩევანი: %(choices)s)
nl: onbekende ontleder %(parser_name)r (keuzes: %(choices)s)
ro: analizator necunoscut %(parser_name)r (alegeri: %(choices)s)
sl: neznan razčlenjevalnik %(parser_name)r (izbire: %(choices)s)
sr: непознат обрађивач „%(parser_name)r“ (избори: %(choices)s)
sv: okänd tolk %(parser_name)r (val: %(choices)s)
uk: невідомий обробник %(parser_name)r (варіанти: %(choices)s)

source: command '%(parser_name)s' is deprecated
eo: komando «%(parser_name)s» evitindas
ka: ბრძანება '%(parser_name)s' მოძველებულია
nl: opdracht '%(parser_name)s' is verouderd
ro: comanda „%(parser_name)s” este depreciată
sl: ukaz '%(parser_name)s' je zastarel
sr: наредба „%(parser_name)s“ је застарела
sv: kommandot ”%(parser_name)s” är föråldrat
uk: команда «%(parser_name)s» є застарілою

source: argument "-" with mode %r
de: Parameter "-" mit Zugriffsart %r
eo: argumento «-» kun moduso %r
ka: არგუმენტი "-" რეჟიმით %r
nl: argument "-" bij modus %r
ro: argumentul „-” cu modul %r
sl: argument "-" z načinom %r
sr: аргумент „-“ са режимом „%r“
sv: argument ”-” med läge %r
uk: аргумент "-" з режимом %r

source: can't open '%(filename)s': %(error)s
de: kann '%(filename)s' nicht öffnen: %(error)s
eo: ne eblas malfermi «%(filename)s»: %(error)s
ka: '%(filename)s' ვერ გავხსენი: %(error)s
nl: kan '%(filename)s' niet openen: %(error)s
ro: nu se poate deschide „%(filename)s”: %(error)s
sl: ne morem odpreti '%(filename)s': %(error)s
sr: не могу да отворим „%(filename)s“: %(error)s
sv: kan inte öppna ”%(filename)s”: %(error)s
uk: не вдалося відкрити «%(filename)s»: %(error)s

source: cannot merge actions - two groups are named %r
de: kann Aktionen nicht zusammenführen - zwei Gruppen haben den gleichen Namen %r
eo: ne eblas kunfandi agoj – du grupoj nomiĝas %r
ka: ქმედებების შერწმის შეცდომა - ორი ჯგუფის სახელია %r
nl: kan acties niet samenvoegen – twee groepen genaamd %r
ro: nu se pot combina acțiunile - două grupuri sunt numite %r
sl: ne more združiti dejanj - imenovani sta dve skupini %r
sr: не могу да стопим радње - две групе су именоване „%r“
sv: kan inte slå samman åtgärder - två grupper har namnet %r
uk: не вдалося об'єднати дії - дві групи з назвою %r

source: 'required' is an invalid argument for positionals
de: 'required' darf nicht mit Positionsparametern verwendet werden
eo: «required» estas nevalida argumento por lokdependa opcio
ka: 'required' არასწორი არგუმენტია პოზიცირებისთვის
nl: 'required' is een ongeldig argument voor positionelen
ro: „required” este un argument nevalid pentru poziționale
sl: 'required' je neveljavna možnost za pozicijske argumente
sr: „required“ је неисправан аргумент за позиционале
sv: ”required” är ett ogiltigt argument för positionsargument
uk: 'required' є некоректним аргументом для позиційних параметрів

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
de: Option %(option)r ungültig: muss mit einem Zeichen %(prefix_chars)r beginnen
eo: nevalida opciĉeno %(option)r: ĝi devas komenciĝi kun signo el %(prefix_chars)r
ka: არასწორი პარამეტრების სტრიქონი %(option)r: უნდა იწყებოდეს სიმბოლოთი %(prefix_chars)r
nl: ongeldige optietekenreeks %(option)r: moet beginnen met een teken uit %(prefix_chars)r
ro: șir de opțiuni nevalid %(option)r: trebuie să înceapă cu un caracter %(prefix_chars)r
sl: neveljeven opcijski niz %(option)r: mora se začeti z znakom %(prefix_chars)r
sr: неисправна ниска опције „%(option)r“: мора почети знаком „%(prefix_chars)r“
sv: ogiltig flaggsträng %(option)r: måste starta med ett av tecknen %(prefix_chars)r
uk: некоректний рядок параметрів %(option)r: має починатися з символу %(prefix_chars)r

source: dest= is required for options like %r
de: dest= wird bei Optionen wie %r benötigt
eo: «dest=» nepras je opcioj kiel %r
ka: dest= აუცილებელია %r -ის მსგავსი პარამეტრებისთვის
nl: 'dest=' is vereist voor opties zoals %r
ro: dest= este necesar pentru opțiuni precum %r
sl: dest= je obvezen za možnosti, kot je %r
sr: „dest=“ је потребно за опције као „%r“
sv: dest= krävs för flaggor som %r
uk: слід використовувати dest= для параметрів, подібних до %r

source: invalid conflict_resolution value: %r
de: ungültiger Wert für conflict_resolution: %r
eo: nevalida valoro por konfliktsolvo: %r
ka: არასწორი conflict_resolution-ის მნიშვნელობა: %r
nl: ongeldige waarde voor conflictoplossing: %r
ro: valoare a conflict_resolution nevalidă: %r
sl: neveljavna vrednost razrešitve spora: %r
sr: неисправна вредност „conflict_resolution“: %r
sv: ogiltigt conflict_resolution-värde: %r
uk: некоректне значення conflict_resolution: %r

source: conflicting option string: %s
de: Option steht im Konflikt: %s
eo: konfliktanta opciĉeno: %s
ka: შეუთავსებელი პარამეტრების სტრიქონი: %s
nl: conflicterende optietekenreeks: %s
ro: șir de opțiune conflictual: %s
sl: možnost je v sporu: %s
sr: сукобљавајућа ниска опције: %s
sv: motstridig flaggsträng: %s
uk: конфлікт рядків параметрів: %s

source: mutually exclusive arguments must be optional
de: sich gegenseitig ausschließende Parameter müssen optional sein
eo: nekombineblaj argumentoj devas esti nedevigaj
ka: ურთიერთგამომრიცხავი არგუმენტები არასავალდებულო უნდა იყოს
nl: opties die niet samengaan moeten optioneel zijn
ro: argumentele care se exclud reciproc trebuie să fie opționale
sl: vzajemno izključujoči se argumenti ne smejo biti obvezni
sr: узајамно искључиви аргументи морају бити изборни
sv: ömsesidigt uteslutande argument måste vara valfria
uk: взаємно виключні аргументи мають бути необов'язковими

source: positional arguments
de: Positionsparameter
eo: lokdependaj argumentoj
ka: პოზიციური არგუმენტები
nl: positionele argumenten
ro: argumente poziționale
sl: pozicijski argumenti
sr: позициони аргументи
sv: positionsargument
uk: позиційні аргументи

source: options
de: Optionen
eo: Opcioj
ka: პარამეტრები
nl: opties
ro: opțiuni
sl: možnosti
sr: опције
sv: flaggor
uk: параметри

source: show this help message and exit
de: diese Meldung anzeigen und beenden
eo: montri ĉi tiun helptekston kaj fini
ka: ამ დახმარების ჩვენება და გასვლა
nl: deze hulptekst tonen en stoppen
ro: afișează acest mesaj de ajutor și iese
sl: pokaži to sporočilo o pomoči in končaj
sr: приказује ову поруку помоћи и излази
sv: visa detta hjälpmeddelande och avsluta
uk: показати це довідкове повідомлення і завершити роботу

source: cannot have multiple subparser arguments
de: mehrfache Subparser werden nicht unterstützt
eo: pluraj subanalizilaj argumentoj ne eblas
ka: ერთზე მეტი ქვედამმუშავებლის პარამეტრი ვერ გექნებათ
nl: meerdere sub-ontleder-argumenten zijn niet mogelijk
ro: nu se pot avea mai multe argumente pentru subanalizator
sl: ne more imeti več argumentov podrazčlenjevalnika
sr: не могу се имати више аргумената подобрађивача
sv: kan inte ha flera undertolkargument
uk: не може бути декількох аргументів підлеглого обробника

source: subcommands
eo: subkomandoj
ka: ქვებრძანებები
nl: sub-opdrachten
ro: subcomenzi
sl: pod-ukaze
sr: поднаредбе
sv: underkommandon
uk: підкоманди

source: unrecognized arguments: %s
de: Parameter nicht erkannt: %s
eo: nerekonataj argumentoj: %s
ka: უცნობი არგუმენტები: %s
nl: niet-herkende argumenten: %s
ro: argumente nerecunoscute: %s
sl: neprepoznani argumenti: %s
sr: непознати аргументи: %s
sv: okända argument: %s
uk: невідомі аргументи: %s

source: not allowed with argument %s
de: in Verbindung mit Parameter %s nicht erlaubt
eo: ne permesiĝas kun argumento %s
ka: დაუშვებელია არგუმენტით %s
nl: niet toegestaan met argument %s
ro: nu este permis cu argumentul %s
sl: ni dovoljeno z argumentom %s
sr: није дозвољено са аргументом „%s“
sv: tillåts inte med argumentet %s
uk: не можна використовувати з аргументом %s

source: ambiguous option: %(option)s could match %(matches)s
de: Option nicht eindeutig: %(option)s passt auf %(matches)s
eo: plursenca opcio: %(option)s povus esti %(matches)s
ka: გაურკვეველი პარამეტრი: %(option)s შეიძლება იყოს %(matches)s
nl: niet-eenduidige optie: %(option)s kan overeenkomen met %(matches)s
ro: opțiune ambiguă: %(option)s ar putea corespunde %(matches)s
sl: dvoumna možnost: %(option)s se lahko ujema z %(matches)s
sr: нејасна опција: „%(option)s“ треба да се подудари са „%(matches)s“
sv: tvetydig flagga: %(option)s skulle kunna matcha %(matches)s
uk: неоднозначний параметр: %(option)s може бути %(matches)s

source: ignored explicit argument %r
de: expliziten Parameter %r ignoriert
eo: ignoriĝas eksplicita argumento %r
ka: გამოტოვებულია მკაფიო არგუმენტი %r
nl: genegeerd expliciet argument %r
ro: argument explicit ignorat %r
sl: prezrti eksplicitni argument %r
sr: занемарих изриччити аргумент „%r“
sv: ignorerade explicit argument %r
uk: проігноровано явний аргумент %r

source: option '%(option)s' is deprecated
eo: opcio «%(option)s» evitindas
ka: პარამეტრი '%(option)s' მოძველებულია
nl: optie '%(option)s' is verouderd
ro: opțiunea „%(option)s” este depreciată
sl: možnost '%(option)s' je zastarela
sr: опција „%(option)s“ је застарела
sv: flaggan ”%(option)s” är föråldrad
uk: параметр «%(option)s» є застарілим

source: argument '%(argument_name)s' is deprecated
eo: argumento «%(argument_name)s» evitindas
ka: არგუმენტი '%(argument_name)s' მოძველებულია
nl: argument '%(argument_name)s' is verouderd
ro: argumentul „%(argument_name)s” este depreciat
sl: argument '%(argument_name)s' je zastarel
sr: аргумент „%(argument_name)s“ је застарео
sv: argumentet ”%(argument_name)s” är föråldrat
uk: аргумент «%(argument_name)s» є застарілим

source: the following arguments are required: %s
de: die folgenden Parameter werden benötigt: %s
eo: jenaj argumentoj nepras: %s
ka: აუცილებელია შემდეგი არგუმენტები: %s
nl: de volgende argumenten zijn vereist: %s
ro: sunt necesare următoarele argumente: %s
sl: potrebni so naslednji argumenti: %s
sr: следећи аргументи су потребни: %s
sv: följande argument krävs: %s
uk: слід вказати такі аргументи: %s

source: one of the arguments %s is required
de: einer der Parameter %s wird benötigt
eo: nepras unu el argumentoj %s
ka: აუცილებელია ერთ-ერთი არგუმენტი: %s
nl: één van de argumenten %s is vereist
ro: unul dintre argumentele %s este necesar
sl: potreben je eden od argumentov %s
sr: потребан је један од аргумената „%s“
sv: ett av argumenten %s krävs
uk: потрібен один з аргументів %s

source: expected one argument
de: genau ein Parameter wird erwartet
eo: atendatas unu argumento
ka: მოველოდი ერთ არგუმენტს
nl: één argument werd verwacht
ro: se aștepta un argument
sl: pričakuje se en argument
sr: очекивах један аргумент
sv: ett argument förväntades
uk: мало бути вказано один аргумент

source: expected at most one argument
de: höchstens ein Parameter wird erwartet
eo: pleje unu argumento eblas
ka: მოველოდი მაქს, ერთ არგუმენტს
nl: hooguit één argument werd verwacht
ro: se aștepta cel mult un argument
sl: pričakuje se največ en argument
sr: очекивах највише један аргумент
sv: högst ett argument förväntades
uk: мало бути вказано не більше одного аргументу

source: expected at least one argument
de: mindestens ein Parameter wird erwartet
eo: almenaŭ unu argumento atendatas
ka: მოველოდი მინ. ერთ არგუმენტს
nl: minstens één argument werd verwacht
ro: se aștepta cel puțin un argument
sl: pričakuje se vsaj en argument
sr: очекивах барем један аргумнт
sv: minst ett argument förväntades
uk: мало бути вказано принаймні один аргумент

source: expected %s argument
de: %s Parameter wird erwartet
eo: %s argumento atendatas
ka: მოველოდი %s არგუმენტს
nl: verwachtte %s argument
ro: se aștepta %s argument
sl: pričakuje se %s argument
sr: очекивах %s аргумент
sv: %s argument förväntades
uk: мало бути вказано %s аргумент

source: unexpected option string: %s
de: unerwartete Option: %s
eo: neatendita opciĉeno: %s
ka: მოულოდნელი პარამეტრების სტრიქონი: %s
nl: onverwachte optietekenreeks: %s
ro: șir de opțiune neașteptat: %s
sl: nepričakovan opcijski niz %s
sr: неочекивана ниска опције: %s
sv: oväntad flaggsträng: %s
uk: неочікуваний рядок параметрів: %s

source: %r is not callable
de: %r ist nicht aufrufbar
eo: %r ne alvokeblas
ka: %r გამოძახებადი არაა
nl: %r is niet aanroepbaar
ro: %r nu este apelabil
sl: %r ni klicljiv
sr: „%r“ се не може позвати
sv: %r går ej att anropa
uk: %r не можна викликати

source: invalid %(type)s value: %(value)r
de: ungültiger Wert für %(type)s: %(value)r
eo: nevalida valoro de %(type)s: %(value)r
ka: არასწორი %(type)s-ის მნიშვნელობა: %(value)r
nl: ongeldige waarde voor %(type)s: %(value)r
ro: valoare %(type)s nevalidă: %(value)r
sl: neveljavna vrednost tipa %(type)s: %(value)r
sr: неисправна вредност „%(type)s“: %(value)r
sv: ogiltigt %(type)s-värde: %(value)r
uk: некоректне значення %(type)s: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
de: ungültiger Wert: %(value)r (Auswahl aus %(choices)s)
eo: nevalida elekto: %(value)r (elektu el: %(choices)s)
ka: არასწორი არჩევანი: %(value)r (აირჩიეთ სიიდან %(choices)s)
nl: ongeldige keuze: %(value)r (kies uit %(choices)s)
ro: alegere nevalidă: %(value)r (alegeți din %(choices)s)
sl: neveljavna izbira: %(value)r (izberite med %(choices)s)
sr: неисправан избор: %(value)r (изабрана из „%(choices)s“)
sv: ogiltigt val: %(value)r (välj från %(choices)s)
uk: некоректний вибір: %(value)r (варіанти вибору: %(choices)s)

source: %(prog)s: error: %(message)s
de: %(prog)s: Fehler: %(message)s
eo: %(prog)s: eraro: %(message)s
ka: %(prog)s: შეცდომა: %(message)s
nl: %(prog)s: fout: %(message)s
ro: %(prog)s: eroare: %(message)s
sl: %(prog)s: napaka: %(message)s
sr: %(prog)s: грешка: %(message)s
sv: %(prog)s: fel: %(message)s
uk: %(prog)s: помилка: %(message)s

source: %(prog)s: warning: %(message)s
eo: %(prog)s: averto: %(message)s
ka: %(prog)s: გაფრთხილება: %(message)s
nl: %(prog)s: waarschuwing: %(message)s
ro: %(prog)s: avertisment: %(message)s
sl: %(prog)s: opozorilo: %(message)s
sr: %(prog)s: упозорење: %(message)s
sv: %(prog)s: varning: %(message)s
uk: %(prog)s: попередження: %(message)s

source: optional arguments
de: Optionen
