Repository: s-ball/i18nparse
Catalog: src/argparse_*.po
Languages: fr

source: argument "-" with mode %r
fr: argument "-" avec mode %r

source: can't open '%s': %s
fr: impossible d'ouvrir '%s': %s

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
fr: option %(option)r invalide : doit commencer par un caractère %(prefix_chars)r

source: conflicting option string: %s
fr: option en conflit : %s

source: conflicting option strings: %s
fr: options en conflit : %s

source: positional arguments
fr: arguments positionnels

source: optional arguments
fr: arguments optionnels

source: show this help message and exit
fr: affiche ce message et termine le programme

source: unrecognized arguments: %s
fr: arguments non reconnues : %s

source: not allowed with argument %s
fr: interdit avec l'argument %s

source: ignored explicit argument %r
fr: argument explicte %r ignoré

source: the following arguments are required: %s
fr: les arguments suivants sont exigés: %s

source: one of the arguments %s is required
fr: un des arguments %s est exigé

source: expected one argument
fr: un argument est attendu

source: expected at most one argument
fr: au plus un argument est attendu

source: expected at least one argument
fr: au moins un argument est attendu

source: expected %s argument
fr: %s argument attendu

source: expected %s arguments
fr: %s arguments attendus

source: ambiguous option: %(option)s could match %(matches)s
fr: option ambiguë : %(option)s pourrait correspondre à %(matches)s

source: unexpected option string: %s
fr: option inattendue : %s

source: invalid %(type)s value: %(value)r
fr: valeur %(type)s invalide : %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
fr: choix invalide : %(value)r (choix parmi %(choices)s)

source: %(prog)s: error: %(message)s
fr: %(prog)s: erreur: %(message)s
